Repository: bhdouglass/jadediamond
Catalog: po/*.po
Languages: ca, de

source: Prompt
ca: Demana
de: Eingabeaufforderung

source: OK
ca: D'acord

source: Cancel
ca: Cancel·la
de: Abbrechen

source: Confirm Navigation
ca: Confirmació de navegació
de: Navigation bestätigen

source: Leave
ca: Deixa-la
de: Verlassen

source: Stay
ca: Queda-t'hi
de: Bleiben

source: Confirmation
ca: Confirmació
de: Bestätigung

source: Alert
ca: Alerta
de: Alarm

source: History
ca: Historial
de: Verlauf

source: We are not makers of history. We are made by history. - Martin Luther King, Jr.
ca: Nosaltres no cream la història, n'esteim fets d'ella. Martin Luther King, Jr.
de: Wir sind nicht die Macher der Geschichte. Wir werden gemacht durch die Geschichte. - Martin Luther King, Jr.

source: MM/dd/yy hh:mm
ca: dd/MM/yy hh:mm
de: dd.MM.yy hh:mm

source: About
ca: Quant a
de: Über

source: Jade Diamond
ca: Diamant de jade

source: Author: Brian Douglass
ca: Autor: Brian Douglass
de: Autor: Brian Douglass

source: Icon by: Joan CiberSheep
ca: Icona: Joan CiberSheep
de: Icon: Joan CiberSheep

source: Special thanks to Amber for her icon idea!
ca: Agraïments especials a n'Amber pel concepte de la icona
de: Besonderer Dank an Amber für ihre Icon-Idee!

source: Thanks to the UBParents Group for suggestions and testing!
ca: Gràcies al grup UBParents pels seus suggeriments i proves
de: Danke an die UBParents Gruppe für Vorschläge und Testen!

source: Accessing localhost is not allowed
ca: No es permet accedir al localhost
de: Zugriff auf Localhost ist nicht erlaubt

source: Accessing a file url is not allowed
ca: No es permet accedir a l'adreça d'un arxiu
de: Zugriff auf eine File URL ist nicht erlaubt

source: Access to this site has been blocked
ca: S'ha blocat l'accés a aquest lloc
de: Zugriff auf diese Seite wurde blockiert

source: Accessing IP addresses is not allowed
ca: No es permet accedir a les adreces IP
de: Zugriff auf IP-Adressen ist nicht erlaubt

source: Startup url
ca: Adreça d'inici
de: Start URL

source: Forward
ca: Endavant
de: Vorwärts

source: Back
ca: Enrere
de: Zurück

source: Refresh
ca: Recarrega
de: Aktualisieren

source: Home
ca: Inici
de: Startseite

source: Blacklist
ca: Llista negra

source: Whitelist
ca: Llista blanca

source: Welcome
ca: Benvinguda
de: Willkommen

source: Not Allowed
ca: Restringida
de: Nicht Erlaubt

source: Access Requested
ca: Petició d'accés
de: Zugriff erbeten

source: Access to %DOMAIN% requested
ca: S'ha demanat accés a %DOMAIN%
de: Zugriff auf %DOMAIN% erbeten

source: Grant Access
ca: Permet
de: Zugriff erlauben

source: Enter your password to grant access to %DOMAIN%
ca: Escriviu la vostra contrasenya per permetre l'accés a %DOMAIN%
de: Passwort eingeben, um Zugriff auf %DOMAIN% zu erlauben

source: Block Access
ca: Bloca
de: Zugriff blockieren

source: Enter your password to block access to %DOMAIN%
ca: Escriviu la vostra contrasenya per blocar l'accés a %DOMAIN%
de: Passwort eingeben, um Zugriff auf %DOMAIN% zu blockieren

source: List of allowed sites
ca: Llista de llocs permesos
de: Liste erlaubter Seiten

source: No allowed sites
ca: Cap lloc permès
de: Keine erlaubten Seiten

source: Remove
ca: Elimina
de: Entfernen

source: Enter your password remove %DOMAIN% from the whitelist
ca: Escriviu la vostra contrasenya per eliminar %DOMAIN% de la llista blanca
de: Passwort eingeben, um %DOMAIN% von der Whitelist zu entfernen

source: Welcome to Jade Diamond!
ca: Us donem la benvinguda
de: Willkommen zu Jade Diamond!

source: Enjoy the web while safely browsing with your parents
ca: Gaudiu del web navegant de forma segura amb el vostres pares i mares
de: Erkunde sicher das Internet mit deinen Eltern

source: When you encounter a new site you will need to ask your parent's permission to access it
ca: Quan us trobeu amb un nou lloc web, haureu de demanar permís a un adult per accedir-hi
de: Wenn du einer neuen Seite begegnest, musst du um die Erlaubnis deiner Eltern fragen

source: Set your home page (Ask your parents for help!)
ca: Establiu la pàgina d'inici (Demaneu ajud a un adult)
de: Startseite festlegen (Frage deine Eltern nach Hilfe!)

source: Start Browsing
ca: Comenceu a navegar
de: Leg los!

source: List of blocked sites
ca: Llista de llocs blocats
de: Liste blockierter Seiten

source: No blocked sites
ca: Cap lloc blocat
de: Keine blockierten Seiten

source: Enter your password remove %DOMAIN% from the blacklist
ca: Escriviu la vostra contrasenya per eliminar %DOMAIN% de la llista negra
de: Passwort eingeben, um %DOMAIN% von der Blacklist zu entfernen

source: Special thanks to Luna for naming the app!
de: Besonderer Dank an Luna für den App-Namen!
